Repository: andysokolov/CUFTS
Catalog: CJDB/lib/CUFTS/CJDB/I18N/*.po
Languages: ru

source: Alternate Titles
ru: Варианты названия

source: An error occurred while processing your request. The following problems have been logged
ru: При обработке запроса произошла ошибка. Зарегистрированы следующие проблемы

source: Association
ru: Организация

source: Associations/Organizations
ru: Издательство/Ассоциация/Организация

source: Availability
ru: Журнал доступен

source: Browse
ru: Начало поиска

source: Browse by journal subject
ru: Просмотр журналов по предметной области

source: Browse selected journals
ru: Просмотр выделенных журналов

source: CJDB
ru: Электронные журналы

source: CJDB Logo
ru: Логотип CJDB

source: Citation Coverage
ru: библиография

source: Clear form
ru: Очистить форму

source: Continued by
ru: Продолжается под

source: Continues
ru: Продолжает

source: Date
ru: Дата

source: Embargo Period
ru: период эмбарго

source: Fulltext Coverage
ru: полный текст

source: ISSNs
ru: ISSN

source: Issue
ru: Выпуск

source: Journal Note
ru: Примечание к журналу

source: Journals
ru: Электронные журналы

source: Language
ru: Язык

source: Limited to the latest
ru: ограничен последним

source: Link
ru: ссылка

source: Local public tags can only be seen by users at your institution
ru: Local public закладки доступны только для пользователей вашей организации

source: Log in
ru: Войти

source: Logged in as
ru: Вы зарегистрированы как

source: My Tags
ru: Мои закладки

source: No links are currently available for this journal
ru: В настоящее время нет доступных ссылок для данного журнала

source: No results found for search
ru: Не найдено результатов по Вашему запросу

source: Other edition
ru: Другое издание

source: Page
ru: Страница

source: Pages
ru: Страницы

source: Print Coverage
ru: печатная версия

source: Private tags are only visible to you and can be used like bookmarks
ru: Персональные закладки доступны только для Вас

source: Public tags can be seen by everyone, including users at other institutions
ru: Общедоступные закладки доступны всем, включая пользователей других организиций

source: Related Titles
ru: Связанные названия

source: Resource Note
ru: Примечания к ресурсу

source: Search
ru: Поиск

source: Search associations
ru: Издательство/Организация

source: Search issns
ru: ISSN

source: Search subjects
ru: Предметная рубрика

source: Search tags
ru: Закладка

source: Search titles
ru: Название журнала

source: Selected
ru: Выделенные

source: Subject
ru: Предмет

source: Subjects
ru: Предметные рубрики

source: Table of Contents
ru: Оглавление

source: Tag
ru: Закладка

source: Tags
ru: Закладки

source: The following fields are invalid
ru: Следующие поля заполнены не правильно

source: The following fields are required
ru: Необходимо заполнить следующие поля

source: These tags can be used to indicate journals that apply to a topic only at your institution such as an individual course
ru: Данные закладки могут использоваться для журналов, которые относятся к определенной теме только в Вашей организации, такой как образовательная программа или отдельный курс

source: These tags should be short, general terms expressing what the journal contains
ru: Данные закладки должны быть в виде коротких терминов, обозначающих основное содержание журнала

source: Title
ru: Название

source: Total results
ru: Всего результатов

source: Unrecognized link type
ru: Неопределенный тип связей

source: Volume
ru: Том

source: a new account to use extra features
ru: нового пользователя

source: account id
ru: идентификатор пользователя

source: add tags
ru: добавить закладки

source: add/manage tags
ru: добавить/изменить закладки

source: all
ru: содержит все слова

source: any
ru: содержит любое из слов

source: association
ru: организация

source: beginning with
ru: начинается с

source: cancel
ru: отменить

source: citation
ru: библиография

source: containing all of these words
ru: содержит все слова

source: containing any of these words
ru: содержит любое из слов

source: create
ru: создать

source: database
ru: база данных

source: days
ru: дней

source: delete
ru: удалить

source: embargo
ru: эмбарго

source: error
ru: ошибка

source: exact
ru: совпадает с

source: examples: chemistry, crystal structures, english, fiction
ru: например: химия, кристаллические структуры, английский язык, беллетристика

source: examples: favorite, recommended
ru: например: рекомендуемый, любимый

source: examples: soc101
ru: например: soc101

source: for journals by
ru: журналов

source: fulltext
ru: полный текст

source: fulltext with
ru: полный текст с

source: fulltext with latest
ru: полный текст с последним

source: in print
ru: печатная версия

source: journal
ru: щелкните здесь, чтобы перейти к журналу

source: journals
ru: журнал(а|ов)

source: journals by title
ru: журналов по названию

source: keyword
ru: ключевые слова

source: latest
ru: последний

source: login
ru: вход

source: login id
ru: имя пользователя

source: logout
ru: выход

source: matching
ru: совпадает с

source: months
ru: мес.

source: my account
ru: мой профиль

source: my tags
ru: мои закладки

source: name
ru: имя, фамилия

source: no
ru: нет

source: of
ru: из

source: only
ru: только

source: or
ru: или

source: password
ru: пароль

source: password (again)
ru: пароль (повторить)

source: private
ru: персональная

source: public
ru: общедоступная

source: save
ru: сохранить

source: starts with
ru: начинается с

source: subject
ru: предмет

source: tag
ru: закладка

source: title
ru: название

source: titles
ru: названи(е|я|й)

source: unknown
ru: неизвестно

source: viewing
ru: облать видимости

source: with
ru: содержит

source: with keywords
ru: содержит ключевые слова

source: yes
ru: да
