Repository: andysokolov/CUFTS
Catalog: Resolver/lib/CUFTS/Resolver/I18N/*.po
Languages: ru

source: An error occurred while processing your request. The following problems have been logged
ru: При обработке запроса произошла ошибка. Зарегистрированы следующие проблемы

source: CUFTS Resolver
ru: CUFTS конструктор ссылок

source: CUFTS Resolver logo
ru: Логотип CUFTS конструктора ссылок

source: CUFTS resolver test
ru: Тестовая страница CUFTS конструктора ссылок

source: Language
ru: Язык

source: article title
ru: название документа

source: author
ru: автор

source: database of articles
ru: основная страница ресурса

source: date
ru: дата

source: end
ru: последняя

source: fillin
ru: заполнить

source: first
ru: имя

source: fulltext of the article
ru: полный текст статьи

source: fulltext of the article is available from
ru: полный текст статьи доступен на

source: genre
ru: тип документа

source: hide other services
ru: скрыть другие сервисы

source: issue
ru: выпуск

source: journal home page or list of articles in journal
ru: основная страница журнала или список статей журнала

source: last
ru: фамилия

source: link to result
ru: ссылка на результат

source: pages
ru: страницы

source: search the web
ru: поиск в интернет

source: search the web using
ru: поиск в интернет с использованием

source: show other services
ru: показать другие сервисы

source: site
ru: организация

source: source
ru: название источника документа

source: source/title
ru: название источника документа

source: start
ru: первая

source: start page
ru: начальная страница

source: submit
ru: поиск

source: table of contents for the issue
ru: оглавление выпуска

source: table of contents for the issue is available from
ru: оглавление выпуска доступно на

source: template
ru: шаблон

source: the article may be available by searching in
ru: возможно статья будет найдена при поиске в

source: the journal is available from
ru: журнал доступен на

source: title
ru: название документа

source: volume
ru: том
